
                <h1><i><center>ประวัติการรถไฟในประเทศไทย </center></i></h1>
                <p></p>
                <p></p>
				<tr>
        <td height="178"><marquee>
          <img src="images/train_steam_engine_md_wht.gif" width="200" height="120" />
        </marquee></td>
      </tr>       
<br>
ความสนใจในกิจการรถไฟในประเทศไทยเริ่มขึ้นในรัชกาลของพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว
ใน พ.ศ. ๒๓๙๘ คณะราชทูตจากสมเด็จพระราชินีนาถวิกตอเรีย
สมเด็จพระราชินีแห่งประเทศอังกฤษ ได้นำเครื่องราชบรรณาการ
และพระราชสาส์นมาถวาย
พร้อมทั้งนำสนธิสัญญาฉบับแก้ไขใหม่มาแลกเปลี่ยนกับรัฐบาลไทย
ส่วนหนึ่งของเครื่องราชบรรณาการที่นำมาถวายในครั้งนั้น
เป็นรถไฟจำลองซึ่งย่อส่วนจากของจริง
ประกอบด้วยรถจักรไอน้ำ และรถพ่วงครบขบวน
สามารถแล่นบนรางด้วยแรงไอน้ำทำนองเดียว กับรถใหญ่ที่ใช้อยู่ในเกาะอังกฤษ
ปรากฏว่า เป็นที่สนพระราชหฤทัยของพระบาทสมเด็จพระจอมเกล้าฯ
และได้ทรงมีพระราชดำริที่จะสถาปนากิจการรถไฟขึ้นในประเทศไทย<br>
<br>
ต่อมาในปี พ.ศ. ๒๔๒๙
ซึ่งเป็นรัชสมัยของพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวนั้น
รัฐบาลไทยได้อนุมัติสัมปทานแก่บริษัทชาวเดนมาร์ก
เพื่อสร้างทางรถไฟสายแรกขึ้นในประเทศไทย ระหว่าง กรุงเทพฯ-สมุทรปราการ
แต่บริษัทยังขาดทุนทรัพย์ จึงมิได้ดำเนินการก่อสร้าง
พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว จึงทรงพระกรุณาโปรดเกล้าฯ
ให้ยืมทุนทรัพย์ไปสมทบด้วยส่วนหนึ่ง
และได้เสด็จพระราชดำเนินแซะดินเป็นปฐมฤกษ์ เมื่อวันที่ ๑๖ กรกฎาคม พ.ศ.
๒๔๓๔ กับได้เปิดทางรถไฟ ณ
สถานีสมุทรปราการ เมื่อวันที่ ๑๑ เมษายน พ.ศ. ๒๔๓๖
โดยใช้รถจักรไอน้ำลากจูง แต่ต่อมาภายหลังเปลี่ยนใช้รถไฟฟ้า
ทางรถไฟสายนี้ได้ยุบเลิกกิจการไป เมื่อวันที่ ๑ มกราคม พ.ศ. ๒๕๐๓<br>
<br>
ในเดือนตุลาคม พ.ศ. ๒๔๓๓ พระบาทสมเด็จพระจุลจอมเกล้าฯ
ได้ทรงพระกรุณาโปรดเกล้าฯ ให้ตั้งกรมรถไฟ อยู่ในสังกัดกระทรวงโยธาธิการ
โดยมีพระเจ้าน้องยาเธอ เจ้าฟ้ากรมขุนนริศรานุวัดติวงศ์เป็นเสนาบดี และนาย
เค. เบธเก (K. Bethge) ชาวเยอรมัน เป็นเจ้ากรมรถไฟ
พระบาทสมเด็จพระจุลจอมเกล้าฯ ได้โปรดฯ
ให้มีการเปิดประมูลสร้างทางรถไฟ สายกรุงเทพฯ-นครราชสีมา ขึ้นในปี พ.ศ.
๒๔๓๔
และในปี พ.ศ. ๒๔๓๙ การก่อสร้างได้สำเร็จลงบางส่วน พอที่จะเปิดการเดินรถได้
พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว
ได้เสด็จพระราชดำเนินมาประกอบพระราชพิธีเปิดการเดินรถไฟ
ระหว่างสถานีกรุงเทพฯ-อยุธยา ระยะทาง ๗๑ กม. เมื่อวันที่ ๒๖ มีนาคม พ.ศ.
๒๔๓๙
การรถไฟ จึงได้ถือเอาวันที่ ๒๖ มีนาคม
เป็นวันสถาปนาของรถไฟ ตั้งแต่บัดนั้นเป็นต้นมา การก่อสร้างระยะที่ ๒
จากอยุธยาผ่านชุมทางบ้านภาชีถึงสถานีแก่งคอย ระยะทาง ๕๓ กม.
และจากสถานีแก่งคอยถึงสถานีนครราชสี มาแล้วเสร็จเมื่อวันที่ ๒๑ ธันวาคม
๒๔๔๓<br>
<br>
เพื่อเป็นการสะดวกในการก่อสร้าง
พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวได้โปรดเกล้าฯ ให้แยกกรมรถไฟออกเป็น
๒ กรม คือ กรมรถไฟหลวงสายเหนือ และกรมรถไฟหลวงสายใต้<br>
<br>
การก่อสร้างทางรถไฟสายเหนือจากชุมทางบ้านภาชีถึงเชียงใหม่ ระยะทาง ๖๖๑ กม.
ได้แล้วเสร็จเมื่อวันที่ ๑ มกราคม พ.ศ. ๒๔๖๙
<br>
<br>
การก่อสร้างทางรถไฟไปสู่ภาคใต้ของประเทศ
ซึ่งเริ่มต้นจากสถานีธนบุรี (บางกอก น้อย) ไปถึงจังหวัดเพชรบุรีนั้น
ได้ดำเนินการเป็นตอนๆ และได้สร้างท่าเรือขึ้นรวม ๓ แห่ง คือที่กันตัง
สงขลา และบ้านดอน (สุราษฎร์ธานี)
พร้อมทั้งได้สร้างโรงงานชั่วคราวขึ้นที่สงขลาและกันตัง
เพื่อประกอบรถจักรและล้อเลื่อน ซึ่งได้ลำเลียงมาจากต่างประเทศโดย ทางเรือ
การก่อสร้างทางสายใต้จึงสร้างจากเพชรบุรีลงไปทางใต้ และจากสงขลา กันตัง
ขึ้นมาทางเหนือบรรจบกันที่ชุมพร
และได้สร้างทางต่อจากสถานีหาดใหญ่ถึงสถานีปาดังเบซาร์และสุไหงโก-ลก
พร้อมกับได้เปิดการเดินรถเป็นตอนๆ การก่อสร้างทางประธาน
สายใต้จากธนบุรี-สุไหงโก-ลก ระยะทาง ๑,๑๔๔ กม. เสร็จเมื่อปี พ.ศ. ๒๔๖๒
ปลายทางของทางรถไฟสายนี้ต่อเชื่อมกับรถไฟมลายาที่สถานีร่วมสุไหงโก-ลก
และปาดังเบซาร์
<table style="width: 90%; text-align: left; margin-left: auto; margin-right: auto;" border="0" cellpadding="3" cellspacing="3">
<tbody>
<tr>
<td style="background-color: rgb(204, 204, 204); text-align: center;"><font face="Microsoft Sans Serif, MS Sans Serif, sans-serif"><font face="Microsoft Sans Serif, MS Sans Serif, sans-serif"><font face="Microsoft Sans Serif, MS Sans Serif, sans-serif"><font face="Microsoft Sans Serif, MS Sans Serif, sans-serif"><font face="Microsoft Sans Serif, MS Sans Serif, sans-serif"><img style="border: 1px solid ; width: 276px; height: 240px;" alt="พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว ทรงเปิดการเดินรถไฟสายแรกจากกรุงเทพฯ ไปอยุธยา" src="images/l4-173.jpg" hspace="3" vspace="3"></font></font></font></font></font></td><br>
<td style="text-align: left;">พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว
ทรงเปิดการเดินรถไฟสายแรกจากกรุงเทพฯ ไปอยุธยา </td>
</tr>
</tbody>
</table>
<br>
เนื่องจากทางรถไฟสายเหนือที่สร้างขึ้นเป็นทางขนาดกว้าง ๑.๔๓๕
เมตร อันเป็นขนาดมาตรฐานสากลที่ใช้กันเป็นส่วนใหญ่ในโลก (Standard Gauge)
ส่วนทางสายใต้เป็นทางขนาดกว้าง ๑ เมตร (Meter Gauge)
จึงก่อให้เกิดความไม่สะดวกในการจะเดินทางติดต่อร่วมกัน
ทำให้ต้องขนถ่ายสับเปลี่ยน แทนที่จะขนส่งได้ทอดเดียวถึง
ต่อมาได้มีการเปลี่ยนทางจากขนาดกว้าง ๑.๔๓๕ เมตร เป็น ๑ เมตร
เหมือนกันทั้งหมด แล้วให้สร้างทางแยกจากสถานีบางซื่อ
ข้ามแม่น้ำเจ้าพระยาที่สะพานพระราม ๖ ไปบรรจบกับทางสายใต้ที่สถานีตลิ่งชัน
การเปลี่ยนแปลงครั้งนี้
ทำให้การคมนาคมทางรถไฟสามารถเชื่อมโยงติดต่อกันได้โดยสะดวก
ทั่วราชอาณาจักร รวมทั้งให้ความสะดวก
ในการเดินรถติดต่อกับการรถไฟของประเทศใกล้เคียง เช่น การรถไฟมลายา
การรถไฟสิงคโปร์ การรถไฟกัมพูชา ซึ่งมีขนาดของทางกว้าง ๑ เมตร
เช่นเดียวกันด้วย




